{
  "app_title": "इंस्टेंटसेवर",
  "hero_title": "ऑनलाइन वीडियो डाउनलोडर",
  "hero_desc": "इंस्टाग्राम रील/पोस्ट और यूट्यूब शॉर्ट्स/लाइव/लॉन्ग डाउनलोड करें — तेज़, मुफ्त, बिना लॉगिन।",
  "nav_features": "फ़ीचर्स",
  "nav_faq": "सामान्य प्रश्न",
  "nav_contact": "संपर्क",

  "features_title": "सब कुछ एक जगह",
  "features_fast_title": "तेज़ और स्मार्ट",
  "features_fast_desc": "ऑप्टिमाइज़्ड प्रोसेसिंग के साथ हाई-स्पीड प्रीव्यू और डाउनलोड।",
  "features_free_title": "मुफ़्त उपयोग करें",
  "features_free_desc": "कोई साइनअप नहीं। कोई पेवॉल नहीं। बस लिंक पेस्ट करें और डाउनलोड करें।",
  "features_unlimited_title": "अनलिमिटेड",
  "features_unlimited_desc": "जितना चाहें इस्तेमाल करें। कोई छिपी सीमा नहीं।",

  "faq_title": "अक्सर पूछे जाने वाले प्रश्न",
  "ad_banner_text": "विज्ञापन",

  "faq_q1_title": "मैं क्या डाउनलोड कर सकता हूँ?",
  "faq_q1_text": "इंस्टाग्राम रील/पोस्ट/IGTV (पब्लिक) और यूट्यूब वीडियो जिसमें शॉर्ट्स/लाइव/लॉन्ग शामिल हैं।",
  "faq_q2_title": "प्रीव्यू और डाउनलोड कैसे काम करता है?",
  "faq_q2_text": "मीडिया लोड करने के लिए प्रीव्यू पर क्लिक करें। फिर डाउनलोड पर क्लिक करें ताकि यह आपके डिवाइस में सेव हो जाए।",
  "faq_q3_title": "क्या यह मुफ़्त है?",
  "faq_q3_text": "हाँ। इंस्टेंटसेवर मुफ़्त है और किसी साइनअप की आवश्यकता नहीं है।",
  "faq_q4_title": "मैं प्राइवेट इंस्टाग्राम कंटेंट क्यों डाउनलोड नहीं कर सकता?",
  "faq_q4_text": "प्राइवेट पोस्ट और स्टोरीज़ के लिए लॉगिन और अनुमति आवश्यक है। इंस्टेंटसेवर केवल पब्लिक पोस्ट को सपोर्ट करता है।",

  "faq_q5_title": "क्या मैं इसे मोबाइल पर उपयोग कर सकता हूँ?",
  "faq_q5_text": "हाँ, इंस्टेंटसेवर एंड्रॉइड और iOS पर पूरी तरह से काम करता है। किसी ऐप की ज़रूरत नहीं।",
  "faq_q6_title": "क्या आप मेरे डाउनलोड सेव करते हैं?",
  "faq_q6_text": "नहीं। हम कभी भी आपके डाउनलोड को सेव या ट्रैक नहीं करते। सभी लिंक रियल-टाइम में प्रोसेस होकर तुरंत डिलीट हो जाते हैं।",

  "preview_title": "पूर्वावलोकन",
  "posted_by": "पोस्ट किया गया @{{username}}",
  "no_video_support": "आपका ब्राउज़र वीडियो टैग को सपोर्ट नहीं करता।",

  "footer_disclaimer": "अस्वीकरण: सभी लोगो और ट्रेडमार्क उनके संबंधित मालिकों के हैं। डाउनलोड सीधे सार्वजनिक CDN से लाए जाते हैं। कृपया प्लेटफ़ॉर्म की शर्तों का सम्मान करें।",

  "contact_title": "संपर्क और डेवलपर जानकारी",
  "contact_name_label": "नाम",
  "contact_email_label": "ईमेल",
  "contact_role_label": "भूमिका",
  "contact_creator_line": "इंस्टेंटसेवर के निर्माता — इंस्टाग्राम और यूट्यूब के लिए तेज़, सुरक्षित और विश्वसनीय डाउनलोडर।"
}
